<template>
  <v-layout
    column
    justify-center
    align-left
  >
    <v-flex
      xs12
      sm8
      md6
    >
      <About />
      <v-spacer /><br>
      <v-card>
        <v-card-title class="headline">
          免責事項
        </v-card-title>
        <v-card-text>
          <p>本サイト「オンライン診療検索」（https://telemedlist.com/）をご利用をいただく際は、以下に記載の事項に同意されたものとしてサービスを提供いたします。</p>
          <p>本サイト運営者は、信頼できるサービスや情報を利用者の皆様へお届けすべく努力をしていますが、次の各号について、一切保証致しません。本サイトご利用に際しては、利用者の皆様ご自身が、本サイト及び本サイトにおいて提供される情報やサービスのそれぞれの有用性等を判断し、ご自身の責任でご利用下さい。</p>
          <p>本サイト上に提供される全ての情報（本サイト上に表示される、第三者が管理・運営するリンクサイト内に含まれる一切の情報等を含みます。以下、同様とします。）に関する、有用性、適合性、完全性、正確性、安全性、合法性、最新性、真実性等。</p>
          <p>利用者の皆様が本サイト上に提供される情報を利用して第三者と契約を締結する場合（通信販売サービスにおける売買契約等を含みます。）において、当該契約に関する一切。</p>
          <ul>
            <li>本サイトが利用者の皆様の希望を満たすこと。</li>
            <li>本サイトの提供に不具合、エラーや障害が生じないこと。</li>
            <li>本サイトを通じて入手できる商品、役務、情報等などが利用者の皆様の期待を満たすものであること。</li>
            <li>本サイト中に含まれる利用者等の発言その他の行為が第三者の権利を侵害しないこと。</li>
            <li>本サイトに関連して送信される電子メール、ウェブコンテンツ等に、コンピュータウィルス等の有害なものが含まれていないこと。</li>
          </ul>
          <p>本サービスにより提供された病気に関する情報、医薬品についての情報及び医薬品医療に関連する情報の有用性、適合性、完全性、正確性、安全性、合法性、最新性、真実性等に関する責任は情報提供者にあります。本サービスは、情報提供者からの情報を利用者に提供する情報提供サービスであり、本サイト運営者は、本サービスで提供される情報の有用性、適合性、完全性、正確性、安全性、合法性、最新性、真実性等を保証するものではなく、これらにつき一切責任を負いません。</p>
          <p>本サイト運営者は、本サイトのご利用（これらに伴う本サイト運営者による情報提供行為等を含みます）により生じる一切の損害（精神的苦痛、又はその他の金銭的損失を含む一切の不利益）につき、本サイト運営者に過失がない限り責任を負わないものとします。</p>
          <p>本サイト運営者は、次の各号の場合において、一切その責任を負わないものとします。</p>
          <ul>
            <li>本サイトを介して行う、第三者が提供するコンテンツのダウンロード、及び、第三者が管理・運営するリンクサイトへのアクセス等の行為により、利用者の皆様に生じた損害。</li>
            <li>本サイト運営者が合理的な安全策を講じたにもかかわらず、本サイトの無断改変、本サイトに関するデータへの不正アクセス、コンピュータウィルスの混入等の不正行為が行われ、これに起因して利用者の皆様に生じた損害。</li>
          </ul>
          <p>前各項において、本サイト運営者が責任を負う場合であっても、本サイト運営者の故意又は重過失がない限り、本サイト運営者の責任は直接かつ通常の損害に限られるものとします</p>
        </v-card-text>
      </v-card><br>
      <v-card>
        <v-card-text>
          <p>お問い合わせ: </p>
        </v-card-text>
      </v-card>
    </v-flex>
  </v-layout>
</template>

<script>
import About from '~/components/About.vue'

export default {
  head () {
    return {
      title: 'オンライン診療検索とは',
      meta: [
        { hid: 'description', name: 'description', content: 'オンライン診療の初診解禁で初診・再診OKの病院・クリニックを検索できます。オンライン診療実施医療機関リストの公開データを元に日々更新しているサイトです。' }
      ]
    }
  },
  components: {
    About
  }
}
</script>
